INSERT INTO company.public.permission (name, description) VALUES
    ('CREATE_USER', 'Создание нового пользователя'),
    ('UPDATE_USER', 'Обновление пользователя'),
    ('READ_USER', 'Чтение информации о пользователе'),
    ('DELETE_USER', 'Деактивация пользователя'),
    ('REACTIVATE_USER', 'Реактивация пользователя'),
    ('READ_ACCOUNT', 'Получение информации о своем аккаунте'),
    ('UPDATE_ACCOUNT', 'Обновление пользователем своей информации'),
    ('READ_GROUP', 'Получение информации о группе'),
    ('CREATE_GROUP', 'Создание новой группы'),
    ('UPDATE_GROUP', 'Обновление ролей, принадлежащих группе'),
    ('READ_CARGO', 'Получение информации о посылке'),
    ('CREATE_CARGO', 'Создание посылки'),
    ('UPDATE_CARGO', 'Обновление информации о посылке')
;